Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 린드는 어릴 때부터 손재주가 좋았다.{j}잡초 몇 개와 물을 풀어서 개면 지금의 ‘진드기’가 만들어졌다.{j}세심하게 보고, 적당히 찰기가 생기면 그만 저어야 했다.
en_us: From a young age, Lind was great with handicrafts. With some water added to a few plants, you can create the ‘tick’. You need to look at it carefully while making it. When it’s sticky enough, you have to stop stirring the mixture. {j}{j}

source: “할당량이요?”
en_us: “What was our quota again?”

source: 이름도 모르는 붉은 머리칼의 병사는 자신이 떠들기보다 다른 병사를 소개해 줬다.{j}머리에 땜빵이 난 병사였다.
en_us: The ginger haired soldier, who I haven’t heard of before, introduced another soldier instead. He had a hairless, small, round area on his head.{j}

source: “접니다.”
en_us: “It’s me, sir.”

source: 꿈에서 린드는 목발을 짚고 걸었다.
en_us: In my dream, Lind was walking on his crutches.

source: 눈을 깜빡였다.{j}와아아.{j}함성이 들렸다.
en_us: I blinked my eyes. Aaarrrrgh. I heard battle cries.{j}{j}

source: “어떻게 하긴 뭘.”{j}발 빠른 코딱지를 진지로 보냈다.{j}그사이 난 레드 허브를 조각내 부지런히 거미에게 먹이고 있었다.
en_us: “Here’s what we’ll do.” I sent the booger guy to camp since he was agile. While waiting for him, I fed the pieces of Red Herbs to the spider.{j}{j}

source: “죽은 사람 뼈라도 가져가려는 건 아닐까?”{j}코딱지가 자기가 말하고 자기가 소름이 돋는지 몸을 부르르 떨었다.
en_us: “Don’t you think they want the bones of the dead?” The booger guy said this himself, but it was enough to make him shiver from fear.{j}

source: ‘마리블루랑 로즈테일이 있으면 좋겠지만.’{j}여기서 그런 걸 찾는 건 사치겠지.
en_us: ‘I wish there were Mariblues and Rosetails,’ but finding them here would be nearly impossible.{j}

source: 대강 말하고 상처를 살폈다.
en_us: I replied hastily and looked at his wound.

source: 사냥 시간이다.
en_us: Time to hunt.

source: 그래서 운반하는 데 심혈을 기울인다고 했지.
en_us: That’s why everyone is so careful when moving them around.

source: 절벽 밑으로부터 바람이 불어 왔다.
en_us: The wind blew up from under the cliff.

source: ‘한 마리.’{j}땅을 박차고 뛰는 사슴을 달려서 쫓는 건 무리다.{j}오른팔 대신 왼팔이다.{j}돌은 왼손으로 던지는 게 더 자신 있다.
en_us: Just one deer. It’s impossible to go after a deer jumping off the ground and running. I’ll throw with my left arm this time. I’m more confident with my left arm when throwing stones.{j}{j}{j}

source: 난 수통의 물로 손도 대충 씻고, 깨끗한 천을 찾아 상처 부위에 대고 붕대를 칭칭 감았다.
en_us: I washed my hands quickly with the water from the water bottle, found a clean piece of cloth, and wrapped it around his wound.

source: “아니, 그럼 다가올 때 기다렸다가 잡으면 되잖아.”{j}린드가 다시 중얼거렸다.
en_us: “Then why don’t we capture them when they’re near us?” He murmured again.{j}

source: “사냥꾼이라는 놈이 누구야?”
en_us: “Who is the hunter?”

source: “저 구멍이나 좀 막았으면 좋겠네.{j}왜 우리만 이런 거지 같은 곳에서 자야 하는 거야?”
en_us: “I wish we can fix those holes. Why do we have to be the ones sleeping in this tent?”{j}

source: 코딱지다.{j}악의는 없어 보이는데 맹한 구석이 있는 놈이다.
en_us: He’s the one who picked his nose. Although he didn’t look malicious, he looked quite stupid.{j}

source: 뒤에서 누군가 외치는 소리가 들렸다.
en_us: I heard someone shouting from behind.

source: 수없이 반복해서 봤던 장면이다.
en_us: This was all too familiar now.

source: 나열되는 단어가 들려 왔다.
en_us: These words were whispered into my ears.

source: “이게 가능해?”
en_us: “Is it really possible?”

source: 너른 평원에 굳이 7보병대로 온 이유가 이거였다.{j}나타나는 주기는 풀이 자라는 주기와 맞아떨어질 거다.{j}방식은 더없이 단순했다.{j}재빠른 우두머리 놈이 시선을 끌고, 그 밑의 개들이 전부 풀을 뜯어가는 것.
en_us: This is why the dogs came to our camp, out of all the places on the wide plains. I’m sure they come here just when the mayflower grass grows. Their tricks were simple. The agile leader distracts the humans, then all the other dogs would graze. {j}{j}{j}

source: 문제는 지금부터다.{j}그냥 토끼 몇 마리 잡고, 몸 좀 씻겠다고 들어온 몸이 아니란 말이지.
en_us: The real fun starts now. I’m not here just to capture some rabbits and wash my body.{j}

source: “너희는 일단 예비대다.{j}훈련에 참여하되 소속은 없다.{j}그리고 네가 여기 대장이다.”
en_us: “First off, you guys are troops in reserve. You will participate in trainings, but you aren’t affiliated to any unit. And you will be the boss around here.”{j}{j}

source: 타닥타닥!
en_us: Crackle crackle!

source: 애초에 우리를 이곳으로 이끌어온 놈도 저놈이었다.
en_us: It was him who brought us all here.

source: 그렇게 방향을 잡고 걸었다.{j}발바닥으로 땅을 밟을 때마다 힘을 줘서 천천히, 발뒤꿈치부터 부드럽게 눌렀다.{j}소리 없이 걷는 법이다.{j}하늘을 보며 동이 트는 시간을 얼추 계산했다.
en_us: I set my direction and started walking. Whenever I took a new step, I made sure that my heels gently, firmly touched the ground first. This way, you can walk without making a noise. I calculated when it the sun would rise by looking at the sky.{j}{j}{j}

source: 스릉.{j}스릉.
en_us: Crrrr. Crrrr.{j}

source: “모르지.”
en_us: “I’m not sure.”

source: 난 그 말을 충실히 이행할 참이었다.{j}이번 생에서 린드는 병신이 되지 않을 거다.{j}내가 그렇게 두지 않을 거니까.
en_us: I was about to put those words into action. In this life, Lind will not lose his leg. Because I won’t let that happen.{j}{j}

source: 여기서 그런 걸 찾는 건 사치겠지.
en_us: Finding them here would be nearly impossible.

source: 고작 첫 번째 전투에서 난 팔 병신이 되고, 린드는 다리 병신이 됐지.
en_us: Just in our first battle, I had lost my arm, and Lind had lost his leg.

source: 한 명이 말끝을 흐렸다.{j}난 만면에 미소를 머금은 채 말했다.
en_us: One of them trailed off. I beamed and asked.{j}

source: “잘도 자네.”{j}린드가 날 보고 말했다.
en_us: “You slept well through the night,” said Lind.{j}

source: 길게 위로 뻗은 이 잡초는 하루살이 풀이라고 부른다.{j}자주 피고 지는 풀이었다.{j}하루 만에 피고 지는 경우도 있지만, 대부분 일정 주기를 갖고 피고 졌다.{j}그 시기가 상당히 짧아서 이름이 하루살이 풀이었다.{j}땅 밑까지 깊게 파서 뿌리까지 제거하지 않으면 영원히 자라는 풀 중 하나였다.
en_us: These long plants are named mayfly grass. They blossom and fall on a short period of time. Sometimes, the process only takes a day, but usually, there is a certain amount of time for the whole cycle. The cycle is so short that it’s named mayfly grass. They were one of the plants that grow forever if the roots that to deep into the ground aren’t removed.{j}{j}{j}{j}

source: 당연하지.{j}붉은 뿔이 정력에 좋다는 건 대륙 모두가 안다.{j}구하기 힘든 아주 고가의 약초라고 해도 좋다.{j}팔 수는 없어도, 상사에게 뇌물로 먹이면 그 가격만큼 값을 할 거다.{j}단검 한 자루를 빌려서 익숙하게 가죽을 벗겨 냈다.
en_us: You should be happy, of course. Everyone on the continent knows its red horns are good for stamina. They are very expensive medicines, which are hard to find. Although it can’t be sold, it will be worth every penny once it is used as a bribe. I borrowed a dagger and took out its hide like a pro.{j}{j}{j}{j}

source: 시골에서 자란 둘은 툭하면 다치고 굴렀다.{j}어지간한 상처는 우습게 넘길 정도다.{j}하지만 린드의 허벅지는 아주 깊게 베였다.{j}
en_us: Both of us were raised in the countryside, so we would get hurt all the time. Most wounds were just petty ones. But this time, Lind had a very deep wound.{j}{j}{j}

source: ‘다리를 잘랐던 건, 감염 때문이었겠지.’
en_us: ‘When we cut his leg, it must have been because of the infection.’

source: 당연한 물음이었지?
en_us: It was an obvious question, wasn’t it?

source: 붉은 머리칼 병사가 낄낄거리며 웃었다.
en_us: The ginger haired soldier laughed.

source: “놈들이 다니는 길을 찾아야 한다면서?”
en_us: “Don’t we have to know where they’re coming from?”

source: 로이스가 내 옆으로 붙었다가 떨어졌다.
en_us: Royce came next to me, then went away.

source: 산으로 사냥을 나오면 막 잡은 고기를 구워 먹을 수 있었다.{j}일종의 혜택이자, 일탈이다.{j}더구나 이곳에 오면 모든 훈련에 열외다.{j}상급자 눈치도 보지 않으니, 얼마나 좋나.
en_us: If you hunt out in the mountains, you can cook meat that you just caught. It was a privilege, and a type of deviation. Furthermore, once you’re here, you’re exempt from all the training. Your superiors aren’t here, so everyone wants to go hunting.{j}{j}{j}

source: 근처에 삐죽 솟은 바위가 보였다.{j}그걸 가리키자, 디고와 수염 도끼가 손수 개를 들어 그 뒤로 숨겼다.{j}내가 빨간 거미줄을 묶은 놈이다.{j}그다음 병사들이 더 들이닥쳤다.
en_us: I spotted a pointed rock nearby. When I pointed it with my fingers, Diego and the bearded ax guy lifted the dog and hid it behind the rock. It’s the one that I tied down with my spiderweb. Then, more soldiers came in.{j}{j}{j}

source: “하아, 하아, 잡은 거야?”
en_us: “Huff, huff. Did we catch it?”

source: 상상 이상의 전력이었다.
en_us: He showed skills that I haven’t seen anywhere else before.

source: 부리나케 대장과 코딱지가 놈을 향해 달렸다.{j}그러자 놈이 벌떡 일어나더니, 달리기 시작했다.
en_us: The boss and the booger guy quickly dashed towards it. That was the cue for it to jump to its feet and start running away.{j}

source: 부리나케 쫓던 병사들이 발을 멈추자, 놈도 멈췄다.{j}그리고는 뒤를 보며 입꼬리를 올렸다.{j}코를 씰룩이고 눈은 가늘게 떴다.{j}누가 봐도 비웃는 표정이었다.{j}그것도, 맹렬하게 비웃었다.{j}
en_us: The dog stopped just as the soldiers chasing him stopped abruptly. He then looked behind and gave a smile. He twitched his nose and squinted his eyes. Anyone could tell that he was mocking us. And he wasn’t just slightly mocking us. {j}{j}{j}{j}{j}

source: 흥분한 병사를 잘 달래서 돌려보냈다.{j}연초를 하나 쥐여 주니, 흥분한 기색이지만 입가를 씰룩이며 좋아했다.{j}그래, 알겠어.{j}고생 많았다고.
en_us: I ensured the enraged soldier got back to his camp. When I handed him a cigarette, although he was still enraged, he loved the smell of it. Okay. Alright. Great work. {j}{j}{j}

source: “계속 말해 봐!”{j}코딱지가 재촉했다.{j}적절한 타이밍이었다.
en_us: “Keep going!” The booger guy hurried. It was the pefect timing.{j}{j}

source: “아껴 먹자.{j}다음 사냥은 언제 가게 될지 모른다잖아.”{j}디고가 말했다.
en_us: “Let’s save on our meat. We don’t know when we’ll go hunting next time,” said Diego.{j}{j}

source: 호흡을 헐떡이며, 린드가 날 보고 묻는다.
en_us: Lind asked as he puffed out his breath.

source: ‘덕분이네.’
en_us: ‘Thank you, Lind.’

source: 내가 관심을 보이자, 린드가 말했다.
en_us: Lind carried on as I showed interest.

source: 이제 붕대를 이틀에 한 번만 감으면 되겠다.{j}충분히 상처가 아물었다.{j}며칠 만에 호전되었다.{j}어린 나이 특유의 회복력은 개뿔.{j}내 약 제조 실력 덕분이다.
en_us: Now I only had to change Lind’s bandage every two days. His wounds have healed enough. It had recovered in just a few days. All thanks to my herbology skills, not his young recuperative powers.{j}{j}{j}{j}

source: 부지런히 달리면 2시간도 걸리지 않고 전장으로 복귀할 수 있다.{j}당연한 선택이다.{j}확실한 유혹이고.
en_us: If we ran fast enough, we can return to the military camp in just two hours. He would obviously make this choice. It’s definitely tempting enough.{j}{j}

source: “숲에 들어간다고?”{j}린드가 물었다.
en_us: “We’re going into the forest?” Lind asked.{j}

source: “난 사냥 같은 거 할 줄 모르는데.”
en_us: “I don’t know how to hunt.”

source: “화살 쓰지 마!{j}대가리 나쁜 새끼야!”
en_us: “Don’t shoot your arrow, you idiot!”{j}

source: 내 몸이 뒤로 훌쩍 날았다.
en_us: My body flung out backwards.

source: “아니, 보인다고 해도 잡을 자신은 있어?”
en_us: “Seeing it is one thing, but capturing it is another.”

source: 그리고 나는, 땅에 난 풀을 보고 찾는다.{j}약초의 자생지는 쉽게 바뀌지 않는 법이다.{j}‘이쯤.’{j}푸른 풀들이 가득 자라난 곳이다.
en_us: Personally, I look at the grass on the ground. An herb habitat doesn’t change easily. Here is where blue grasses can be found abundantly.{j}{j}{j}

source: “놓치면 안 돼!”
en_us: “Don’t let it go!”

source: 가보면 알 거다.{j}이게 꿈인지, 아니면 진짜인지.
en_us: Following after him will give me answers to whether I’m dreaming or not.{j}

source: 날 스쳐 간 기병이 고개를 돌린 게 보였다.
en_us: I could catch a glimpse of the mounted soldier who passed by me turning around his head.

source: 미신 같은 걸 믿는 병사다.
en_us: He seemed to be superstitious.

source: “열심히 수면제를 먹였죠.”
en_us: “I fed them sleeping pills.”

source: “누워, 자식아.{j}상처 덧나.”
en_us: “Go lie down. You won’t heal fast enough.”{j}

source: 내 입 모양을 읽은 상인 몇 명의 안색이 변했다.
en_us: The few merchants who understood me turned pale.

source: “그러니까 이건 내 아량이다.{j}부하를 정리해 준 보답이고, 아니었다면 전부 내 손으로 처리해야 했으니.”
en_us: “You know, I’m being merciful. A reward for taking care of my henchmen. Otherwise I would have had to kill them myself.”{j}

source: 좋은 패스파인더는 선을 그을 줄 안다.{j}특히나 경계선만큼은 제대로 본다.
en_us: A great path-finder knows how to draw lines. He especially knows how to look at borders.{j}

source: 유릿가루 때문에 목구멍이 찢어지고, 억지로 가죽 주머니를 삼켜 엉망인 몸이지만.
en_us: Although my throat was torn from the glass shards, and my body was a mess from swallowing a leather pouch.

source: ‘설마’는 무슨, 네가 생각하는 그거 맞아.
en_us: Well, it is what you think it is.

source: 근데 고작 도시 하나 건너는 상인을 잡기 위해서 이 정도의 괴물이 왔다고?
en_us: But why would such a monster come just to capture a merchant travelling cities?

source: “도와줄까?”
en_us: “Do you need help?”

source: 세 번째 용병이다.
en_us: Our third mercenary.

source: 미안해.
en_us: I’m sorry.

source: 기마에 짓밟힌 병사가 비명을 질렀다.
en_us: Another soldier, who was trampled on by a warhorse, cried out.

source: 내 몸이지만 눈물 날 정도로 빈약하다.{j}부지런히 약초를 빻았더니, 깔아 놨던 천 색깔이 칙칙한 상아색으로 변했다.{j}그걸 들고 막사로 들어갔다.
en_us: I’ll admit, my body was too frail. After grinding the herbs for some time, the cloth under it turned into a dark ivory color. I went into the barracks with it.{j}{j}

source: 달랑거리며 동패를 들어 보였다.
en_us: He dangled his bronze medal.

source: 내 오른팔이 왜 있지?
en_us: Why is my right arm there?

source: 꼼수를 부린 것이리라.
en_us: He must have played tricks.

source: 무려 24년 전, 내 첫 전장이자 내 팔을 앗아간 참혹한 순간이었다.
en_us: 24 years ago, at that terrible moment, I lost my arm at my first battlefield.

source: “잡을 거지?”{j}붉은 머리칼 병사가 눈을 깜빡이며 물었다.
en_us: “You’re going to catch them, right?” The ginger soldier blinked and asked.{j}

source: 약초를 캐고, 길을 찾고, 보물을 찾아 헤매며 배운 것들이 떠올랐다.{j}눈으로 보고, 냄새로 확인하고, 촉각으로 찾는다.
en_us: I thought of the things I learned while digging up herbs, finding the way, and looking for treasures. You see with your eyes, check with your smell, and find with your senses.{j}

source: “얼마나 자주 나타나죠?”{j}린드가 먼저 물었다.{j}뭐, 비슷한 질문을 하려고 했었다.
en_us: “How often do they come here?” Lind took his turn first. Well, I was about to ask the same question.{j}{j}

source: “지금!”
en_us: “Now!”

source: 팔을 잃은 순간부터, 24년 뒤까지.
en_us: From the moment I lost my arm to 24 years after that.

source: 그리고 나의 친구 린드 소네이트.{j}허벅지에 깊은 상처를 입고 돌아왔다.{j}그리고 저 상처가 악화하여 다리를 잘라야 했다.{j}고작 첫 번째 전투에서 난 팔 병신이 되고, 린드는 다리 병신이 됐지.{j}외팔과 외다리라니.{j}우린 꽤 잘 어울리는 편이었구나.
en_us: And my dear friend Lind Sonnet. He had a fatal wound to his thigh. His wound worsened so much that he had to cut off his leg. Just in our first battle, I had lost my arm, and Lind had lost his leg. A one-armed man and a one-legged man. What a perfect match.{j}{j}{j}{j}{j}

source: ‘잘하면, 진짜 붉은 뿔을 잡을지도.’
en_us: ‘If we’re lucky, we might actually catch one.’

source: 그리고 인간이 짖는 소리도 들렸다.{j}거참, 잠 좀 자자.{j}늦은 오후였다.
en_us: And there’s the sound of a human yelling. Hey, let me get some sleep. It was late afternoon.{j}{j}

source: 상처를 더러운 손으로 만지면 감염되기 쉽다.
en_us: When you touch a wound with dirty hands, it will easily be infected.

source: 손가락을 하나씩 접었다.
en_us: I folded my fingers one by one.

source: 예비대 한 놈이 옆에서 나섰다.{j}그에게 단검을 건네고, 난 고기만 위로 올렸다.{j}얇게 썰었기에 금방 익었다.
en_us: One of the reserve troops volunteered. I handed him the dagger, and I only placed the pieces of meat on the stone. Since they were thin, they cooked quickly.{j}{j}

source: 두목이었다.
en_us: That was the leader.

source: “보기보다는 쓸 만한 사냥꾼이라고.{j}내가 이번에 붉은 뿔 얻어 왔잖아.”
en_us: “They’re more capable than you think. Remember the red horns I brought last time?”{j}

source: “어디 가게?”
en_us: “Where are you going?”

source: “오감을 키워.”
en_us: “Heighten your five senses.”

source: 그간 살아남기 위해서 아주 다양한 일을 해 왔다.
en_us: I indulged in a lot of things just for survival.

source: 피 냄새가 코를 찔렀다.
en_us: The smell of blood penetrated my nose.

source: 같은 말 반복했다, 자식아.{j}쉴 틈 없이 고기를 구웠다.{j}병사 둘과 예비대 배를 채우기에는 이 한 덩이면 충분했다.{j}핏물을 어설프게 빼서, 비릿한 맛이 나지만.{j}말린 꽃잎이 짠맛을 내주며 기가 막힌 육질을 선사했다.
en_us: Stop repeating the same words, you idiot. I cooked the meat restlessly. This lump was enough to fill the tummies of the two soldiers and the reserve troops. It was a bit bloody since I couldn’t get rid of the blood well. But, my salty dried flower leaves made sure the meat tasted tender. {j}{j}{j}{j}

source: “독을 쓸 줄 아는군.”
en_us: “He knows how to use poison.”

source: 단단하기도 하다.
en_us: His body was really stiff.

source: “시원하네.”
en_us: “It feels nice.”

source: “뭔 개소리야?”
en_us: “What the hell are you talking about?”

source: ‘부지런한 몬스터라니까.’{j}놈들이 다 자고 나면 다시 경계지에서 활동을 시작할 거다.{j}난 놈들을 만날 생각은 조금도 없었다.{j}걸어가면서 벌집을 조금 떼서 잘게 부순 뒤, 잡은 거미를 넣은 가죽 주머니에 넣었다.{j}
en_us: They sure are diligent. They’ll be active around the border once they’ve had their beauty rest. I had no intentions of seeing one. Walking back to my camp, I cut a small piece of the beehive, cut it into even smaller pieces, then put the spider in my leather pocket.{j}{j}{j}{j}

source: 뭐, 살다 보면 이런저런 위기를 겪기 마련이다.
en_us: Well, there will always be emergencies in life.

source: ‘지혈만 한다고 끝나진 않겠는데.’
en_us: ‘The wound won’t heal just by stopping the bleeding.’

source: ‘툭툭’ 하고 돌로 몇 번 찍었더니, 팔이 뻐근했다.
en_us: Tap tap. I only ground my herbs a few times, but my arms ached.

source: “막사 지붕 좀 때우자.{j}저 개들 잡으면 이 정도는 해결해 줄 것 같지 않아?”
en_us: “We need to cover up those holes. Don’t you think they would do that for us if we manage to catch those dogs?”{j}

source: 와아아아아아아!
en_us: Aaaaaaagh!

source: “아우!{j}저 개새끼가!”
en_us: “Damn! Not again!”{j}

source: 오늘은 이틀에 한 번 스튜가 나오는 날이었다.{j}한쪽을 보니 뜨끈뜨끈한 김이 땅에서 올라왔다.{j}그 옆에 엎어진 냄비도 보였다.{j}난장판이다.
en_us: Today’s the day the soldiers got their stew, which is rationed every two days. I could see warm smoke rising from the ground. Next to it, there was a pot facing down. It was a mess.{j}{j}{j}

source: “아티팩트.”
en_us: “An Artifact.”

source: 린드와 나눴던 대화가 떠올랐다.{j}그 말을 십분 이해할 수 있었다.{j}개가 저런 표정도 지을 수 있구나.
en_us: I recalled what I spoke with Lind. Now I understood what he was talking about. I didn’t know a dog could make such faces.{j}{j}

source: “웃는 들개.”
en_us: “They are smiling stray dogs.”

source: “응.{j}그런 말 많이 듣는다.”
en_us: “Yeah. I get that a lot.”{j}

source: “사냥은 할 줄 알아?”{j}그가 물었다.{j}내가 빙그레 웃으며 말했다.
en_us: “Do you know how to hunt?” He asked. I smiled back at him.{j}{j}

source: 진지에 거의 다 와 갈 때쯤 불만 많은 병사가 물었다.
en_us: The soldier full of negative energy asked when we almost arrived at our camp.

source: 뒤에서 들리는 목소리가 아련히 멀어지고.{j}반사적으로 창을 뻗었다.
en_us: The voice that came from behind traveled further away, and I instinctively reached out for my lance.{j}

source: 누군가 옆에서 가죽 수통을 불쑥 내밀었다.
en_us: Someone handed me a leather water bottle from my side.

source: 외팔과 외다리라니.
en_us: An one-armed man and an one-legged man.

source: “돌팔이야.”
en_us: “He’s a charlatan.”

source: 치유소는 약제사와 떼놓으려야 떼놓을 수 없는 관계다.{j}약방은 약초와 의학 지식으로 사람을 구하는 곳이다.
en_us: A hospital always had to cooperate with pharmacists. A pharmacy would save lives with herbs and medical knowledge.{j}

source: 하늘은 높고, 구름 한 점 없었다.{j}기마는 지나고 나서 돌아오지 않았다.
en_us: The sky is high, and there was no cloud to be seen. The mounted soldier went by and never came back.{j}

source: 잘 날아가던 벌이 공중에서 누가 잡은 듯 덜컥 멈췄다.{j}나는 그걸 보고 생각했다.{j}‘운이 좋네.’
en_us: The bee suddenly stopped mid-air, as if it was caught by someone. What a lucky day, I thought.{j}{j}

source: “7보병 예비대 크리스입니다.”
en_us: “I’m Chris, a reserve troop from Infantry Unit 7.”

source: “소금이 없는 게 아쉽네.”
en_us: “I wish we had some salt.”

source: “무슨 개새끼가 암살자처럼 사일런스 스텝을 밟냐고!”
en_us: “What kind of a dog moves silently just like an assassin!”

source: 기억을 더듬어 보자.{j}내가 여기서 병사 질을 얼마나 했더라.
en_us: Let me go through my memories. How long have I been a soldier here?{j}

source: 표정 하나만으로 7보병대 막사의 단합력을 끌어냈다.{j}대단한 자식이잖아.
en_us: HIs face was just enough to make the soldiers of Infantry Unit 7 unite. He wasn’t just a simple dog.{j}

source: “넣어 둬.”
en_us: “Have some more.”

source: 린드가 감탄사를 토했다.
en_us: Lind gasped in awe.

source: 병사가 했던 말을 종합하던 린드는 잠시 고심하더니 말을 이었다.
en_us: Lind summarized what he heard from the soldier. He pondered, then continued his monologue.

source: 보는 것만으로 다리가 후들거리고, 심장이 쫄깃해졌다.
en_us: Just looking at them made my legs tremble and my heart bounce.

source: “네.{j}뭐, 잡을 겁니다.”
en_us: “Yes, sir. Leave it to me.”{j}

source: “여기부터는 사슴 서식지입니다.”
en_us: “From here on, it’s deer territory.”

source: 피가 쭉쭉 흘러나왔다.
en_us: Its blood dripped out without stopping.

source: 7보병대장이 머저리가 아니라면 해 줄 거다.{j}이제 곧 정식 십인대가 될 테니까 말이다.{j}한참 개를 팬 병사들이 시체가 된 개 무리를 이끌고 물러났다.
en_us: As long as the leader of Infantry Unit 7 wasn’t an idiot, he would do that for us. Now, we’d be members of a decury. The soldiers, who had been axing the dog to death, left with the dogs who were now dead.{j}{j}

source: 천막 바닥엔 얇은 천을 깔아 뒀는데, 올라오는 습기 정도만 막을 정도였다.
en_us: There was a thin cloth on the ground, but it was only enough to trap the moisture from the ground.

source: “붉은 뿔 사슴 처음 보죠?”
en_us: “This is the first time you see one, right?”

source: 무려 24년 전이다.
en_us: It was already 24 years ago.

source: 웃으며 묻는 내 말에 병사가 흔쾌히 고개를 끄덕였다.{j}병사가 헤벌쭉 웃었다.
en_us: The soldiers nodded happily as I asked with a smile. They had a huge grin on their faces.{j}

source: “너만?”
en_us: “Just you?”

source: 이건 진짜군.
en_us: Well, this isn’t a dream at all.

source: “다리만 멀쩡하면 그걸 물은 네 놈 궁둥이를 걷어찰 만큼 아프다.”
en_us: “If only my leg wasn’t injured, I would have kicked your ass.”

source: “로이스.”
en_us: “Royce.”

source: 진짜 감탄한 얼굴이다.{j}그렇지.{j}그래야지.{j}꼭 이 병사가 아니더라도 연초에 목매는 양반 몇은 있을 줄 알았다.
en_us: He really looked impressed. Well, you should be. I was pretty sure some of the troops would go hard for cigarettes{j}{j}{j}

source: 내 말에 취사병이 날 위아래로 쳐다보았다.{j}그래.{j}안다, 알아.{j}뭔 비루한 자식이 와서 무슨 개소리를 지껄이나 싶지?
en_us: As soon as I spoke, the guy glanced over my body. Good. He’s heard of it. You must be thinking what sort of a lowly guy would mention Toko Leaves, right?{j}{j}{j}

source: 이건 또 뭐야?
en_us: What’s this?

source: 자, 그럼 도망가 보자고.
en_us: Now, let’s skedaddle.

source: “제가 저희 마을에서는 헌터 크리스라고 불렸습니다.”
en_us: “You see, back in my hometown, my nickname was Chris the Hunter.”

source: 팔다리도 가늘고, 키도 크기 전이었다.
en_us: My limbs were thin, and it was even before I grew up.

source: 덜렁거리는 머리가 두 개다.
en_us: Two heads were dangling from his head.

source: 그중 하나가 다가왔다.
en_us: One of them approached.

source: 차악!{j}따악!
en_us: Splash! Fwoomp!{j}

source: 그걸 옮기는 데 고작 용병 몇 명만 데려와?{j}미친 거야?
en_us: And only bring a few mercenaries to carry that? Is he out of his mind?{j}

source: 곧 내 밑으로 벌들이 우수수 떨어져 전부 잠들었다.{j}이 자식들은 블루 허브 효과에 약하다.{j}거기에서 꿀은 캐내면서 말이야.{j}
en_us: Soon enough, the honeybees fell to the ground like autumn leaves. They are really weak to the effects of Blue Herbs, although they produce their honey from their nectar. {j}{j}{j}

source: “전쟁으로 죽은 영혼을 인도하기 위해서라고…….”
en_us: “They lead soldiers who lost their lives on the battlefield to heaven...”

source: ‘찾았다.’{j}자이투라스 숲에는 다양한 곤충이 산다.{j}그중에서도 지금 내 눈에 보이는 꿀벌은 일반 꿀벌보다 몇 배나 달콤한 꿀을 품은 놈이었다.{j}내 눈이 벌을 쫓는다.
en_us: Found you! Zaithuras Forest is home to many insects. Among them, the honeybee in front of me produces much sweeter honey than other honeybees. My eyes followed the honeybee.{j}{j}{j}

source: “죽여준다.”
en_us: “The best.”

source: 내 시신에서 아티팩트나 찾아보시지.
en_us: Go ahead and search for that Artifact in my corpse.

source: “아우!{j}저 개새끼가 스튜를 엎었다고!”
en_us: “Ugh! He spilled our stew today!”{j}

source: 꼴꼴꼴.
en_us: Glug glug glug.

source: 창대를 쥔 손을 다시금 바라봤다.
en_us: I took another glance at my hand gripping my spear.

source: “잘했다.”
en_us: “Good job.”

source: 착각이 아니라면.{j}난 놈과 눈을 마주쳤다.
en_us: If I was correct, our eyes met in the distance.{j}

source: 푸우!{j}우물우물!{j}퉤!{j}푸우!{j}우물우물!{j}퉤!
en_us: Poof! Mumble mumble! Pfft! Poof! Mumble mumble! Pfft!{j}{j}{j}{j}{j}

source: 이 자식이 거미줄을 뿜을 때가 됐는데.{j}코딱지와 병사 일행이 오는 게 눈에 보일 때쯤.{j}주머니에서 거미줄을 꺼낼 수 있었다.{j}거미줄을 보며 양손으로 잡아당겼다.
en_us: It’s time that it produces more spiderwebs. Just when I spotted the booger guy and the other soldiers, I could take out more spider webs. I pulled onto them with both of my hands.{j}{j}{j}

source: ‘아우.’{j}그래도 한 번 뿌리자, 벌의 움직임이 둔해졌다.{j}이번엔 레드 허브 잎 하나를 입에 넣고 씹은 뒤 뱉었다.{j}얼얼함이 사라졌다.{j}레드 허브는 블루 허브의 효과를 중화한다.{j}그걸 몇 번 반복했다.
en_us: Uff. But the effects of the Blue Herb were immediate, and the bee started to move slowly. I then threw in a Red Herb leaf in my mouth, chewed it, then spat it out. My senses came back. Red Herbs neutralize the effects of Blue Herbs. I repeated it a few times.{j}{j}{j}{j}{j}

source: ‘이거 진짜야?’
en_us: ‘Is this real?’

source: “후, 네 덕분이다.{j}속이 시원하게 뚫렸다.{j}나중에 먹을 게 부족하면 와라.”{j}7보병대의 식료품 담당이다.{j}그래 봐야 흑빵이었다.
en_us: “Phew. This is all thanks to you. Now I can get some rest. Tell me when you’re running out of food.” He’s the mass personnel of our unit. Well, all he could give us is black bread.{j}{j}{j}{j}

source: “방금 씻었잖아.”
en_us: “We just took a bath, remember?”

source: 그 로이스의 천재성이 떠오르는 검사였다.{j}즉, 이 병사는 반 루드비히 백작의 서자이자, 후일 이 백작가를 이어받는 탕아.{j}휠켄 루드비히다.{j}‘왜 여기서 이러고 있는지는 모르겠지만.’{j}외견과 행동거지만으로도 난 이자가 누구인지 알 수 있었다.
en_us: He was a swordsman who reminded me of Royce. So, this soldier is the son of a concubine of Count Van Ludwig, and later becomes the heir of the family. His name is Hülken Ludwig. Although I’m not sure what he’s doing here. His looks and actions were enough to tell me his identity.{j}{j}{j}{j}
